alacritty
alsa-utils
base
base-devel
bluetui
bluez
bluez-utils
btop
btrfs-progs
cmake
composer
cpio
dolphin
efibootmgr
fd
firefox
gd
git
glaze
grim
grub
grub-btrfs
gvim
hyprland
inotify-tools
intel-ucode
iwd
kitty
libnotify
linux
linux-firmware
linux-headers
man-db
neovim-git
networkmanager
ninja
nodejs
npm
nvidia-utils
nvm
openssh
os-prober
otf-font-awesome
pasystray
pavucontrol
php
php-gd
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
reflector
slurp
sqlitebrowser
stow
strace
swaylock
timeshift
tmux
ttf-font-awesome
ttf-input-nerd
unzip
visual-studio-code-bin
waybar
wireplumber
wl-clipboard
wofi
yay
yay-debug
zram-generator
zsh
zsh-autosuggestions
zsh-completions
